Repository: hilman117/post-hotel-app
Catalog: lib/l10n/app_*.arb
Languages: ms, ur

source: Changes are being applied
ms: Perubahan sedang diterapkan
ur: تبدیلیاں لاگو کی جا رہی ہیں

source: Redo
ms: Ulang semula
ur: دوبارہ کریں

source: Undo
ms: Buat asal
ur: کالعدم کریں

source: Remove
ms: Buang
ur: حذف کریں

source: Done
ms: Selesai
ur: ہو گیا

source: No internet - Please check your connection
ms: Tiada internet - Sila semak sambungan anda
ur: انٹرنیٹ نہیں ہے - براہ کرم اپنا کنکشن چیک کریں

source: You have received this request
ms: Anda telah menerima permintaan ini
ur: آپ کو یہ درخواست موصول ہوئی ہے

source: Set Time
ms: Tetapkan masa
ur: وقت مقرر کریں

source: User
ms: Pengguna
ur: صارف

source: Sort Task By
ms: Isih tugas mengikut
ur: کام کو ترتیب دیں بذریعہ

# locationTarget
source: for
ms: untuk
ur: کے لیے

source: Set Time Is Empty
ms: Masa tetapan kosong
ur: سیٹ وقت خالی ہے

source: Unable To Add The Date Without Time
ms: Tidak dapat menambah tarikh tanpa masa
ur: وقت کے بغیر تاریخ شامل کرنے سے قاصر

source: Assigned This Task To Another User Or Group
ms: Menugaskan tugas ini kepada pengguna atau kumpulan lain
ur: اس کام کو کسی اور صارف یا گروپ کو تفویض کیا گیا

source: By Assign This Task To User Or Group That Being Choosen This Task Automatically Will Appear On Their Dashboard
ms: Dengan menugaskan tugas ini kepada pengguna atau kumpulan yang dipilih, tugas ini akan secara automatik muncul pada papan pemuka mereka
ur: اس کام کو منتخب کردہ صارف یا گروپ کو تفویض کرنے سے یہ کام خود بخود ان کے ڈیش بورڈ پر ظاہر ہوگا

source: Group
ms: Kumpulan
ur: گروپ

source: View Details
ms: Lihat butiran
ur: تفصیلات دیکھیں

source: Valuable Item
ms: Barang berharga
ur: قیمتی شے

# workPlace
source: In
ms: Dalam
ur: میں

source: Notifications
ms: Pemberitahuan
ur: اطلاعات

source: Account
ms: Akaun
ur: اکاؤنٹ

source: User Group
ms: Kumpulan pengguna
ur: صارف گروپ

source: Receiver
ms: Penerima
ur: وصول کنندہ

source: Account Type
ms: Jenis akaun
ur: اکاؤنٹ کی قسم

source: Allow To Open On Web
ms: Benarkan buka di web
ur: ویب پر کھولنے کی اجازت دیں

source: Allow To Access L&F
ms: Benarkan akses ke L&F
ur: L&F تک رسائی کی اجازت دیں

source: Change password
ms: Tukar kata laluan
ur: پاس ورڈ تبدیل کریں

source: Pop Up Notification
ms: Pemberitahuan pop-up
ur: پاپ اپ نوٹیفکیشن

source: Pop Up Window For Every New Request
ms: Tetingkap pop-up untuk setiap permintaan baharu
ur: ہر نئے درخواست کے لیے پاپ اپ ونڈو

source: On Duty
ms: Bertugas
ur: کام پر

source: Switch Off All Kind Of Notifications
ms: Matikan semua jenis pemberitahuan
ur: ہر قسم کے نوٹیفکیشنز بند کریں

source: Notified Accepted Request
ms: Dimaklumkan permintaan diterima
ur: درخواست قبول ہونے کی اطلاع دی گئی

source: Get Notified When Your Request Is Accepted
ms: Dapatkan pemberitahuan apabila permintaan anda diterima
ur: مطلع کیا جائے جب آپ کی درخواست قبول کر لی جائے

source: Notified Close Request
ms: Dimaklumkan permintaan ditutup
ur: درخواست بند ہونے کی اطلاع دی گئی

source: Get Notified When Your Request Is Closed
ms: Dapatkan pemberitahuan apabila permintaan anda ditutup
ur: مطلع کیا جائے جب آپ کی درخواست بند کر دی جائے

source: Chat Notification
ms: Pemberitahuan sembang
ur: چیٹ نوٹیفکیشن

source: Get Notified For New Comment
ms: Dapatkan pemberitahuan untuk komen baharu
ur: نئی تبصرہ کے لیے مطلع کیا جائے

source: Open
ms: Terbuka
ur: کھلا ہوا

source: Email
ms: emel
ur: ای میل

source: Password
ms: kata laluan
ur: پاس ورڈ

source: Always remember me
ms: Sentiasa ingat saya
ur: مجھے ہمیشہ یاد رکھنا

source: login
ms: Masuk
ur: سائن ان

# register
source: Register your poperty by contact support@post.com
ms: Daftarkan kuasa anda dengan menghubungi support@post.com
ur: support@post.com پر رابطہ کرکے اپنی جائیداد رجسٹر کریں۔

source: Off Duty
ms: Tidak bertugas
ur: چھٹی

source: My Post
ms: Milik Saya
ur: میرا

source: Others
ms: Semua
ur: دوسرے

source: Closed
ur: بند

source: Request
ms: Permintaan
ur: درخواستیں

source: Do you want to accept notification when your request are accepted?
ms: Adakah anda mahu menerima pemberitahuan apabila permintaan anda diterima?
ur: کیا آپ کی درخواست قبول ہونے پر آپ اطلاع قبول کرنا چاہتے ہیں؟

source: Do you want to accept notification when your request are close
ms: Adakah anda mahu menerima pemberitahuan apabila permintaan anda ditutup?
ur: کیا آپ اپنی درخواست کے قریب ہونے پر اطلاع قبول کرنا چاہتے ہیں؟

# doYouWantToSendNotificationWhenYouUpdateChat
source: Do you want to send notification when you update a chat?
ms: Adakah anda mahu menghantar pemberitahuan apabila anda mengemas kini sembang?
ur: جب آپ چیٹ کو اپ ڈیٹ کرتے ہیں تو کیا آپ اطلاع بھیجنا چاہتے ہیں؟

source: Log out
ms: Keluar
ur: لاگ آوٹ

source: Yes
ms: Ya
ur: جی ہاں

source: No
ms: Tidak
ur: نہیں

source: Create Request
ms: Cipta Permintaan
ur: درخواست بنائیں

source: Send this to
ms: Hantar ini ke
ur: اسے بھیجیں۔

source: Location
ms: Lokasi
ur: مقام

source: Title
ms: Tajuk
ur: عنوان

source: Description
ms: Penerangan
ur: تفصیل

source: Type here
ms: Taip di sini
ur: یہاں ٹائپ کریں۔

source: Set Schedule
ms: Tetapkan Jadual
ur: شیڈول مرتب کریں۔

source: Attachment
ms: lampiran
ur: منسلکہ

source: Photo
ur: تصویر

source: Send
ms: Hantar
ur: بھیجیں

# newStatus
source: New
ms: Baru
ur: نئی

source: Accepted
ms: Diterima
ur: قبول کر لیا

source: Assigned
ms: Ditugaskan
ur: تفویض کردہ

source: Close
ms: Tutup
ur: بند کریں

source: Reopen
ms: Buka semula
ur: دوبارہ کھولیں۔

source: by
ms: oleh
ur: کی طرف سے

source: to
ms: kepada
ur: کو

source: has accept this request
ms: telah menerima permintaan ini
ur: نے اس درخواست کو قبول کر لیا ہے۔

source: has assign this request to
ms: telah menyerahkan permintaan ini kepada
ur: کو یہ درخواست تفویض کی ہے۔

source: has close this request
ms: telah menutup permintaan ini
ur: نے اس درخواست کو بند کر دیا ہے۔

source: has reopen this request
ms: telah membuka semula permintaan ini
ur: اس درخواست کو دوبارہ کھول دیا ہے۔

source: Accept
ms: Terima
ur: قبول کریں۔

# escalation
source: ESC
ms: Peningkatan
ur: اضافہ

source: Assign
ms: Tugaskan
ur: تفویض

source: Edit due date
ms: Edit jadual
ur: شیڈول میں ترمیم کریں۔

source: Delete due date
ms: Padamkan jadual
ur: شیڈول کو حذف کریں

source: Add due date
ms: Tambah jadual
ur: شیڈول شامل کریں

source: On Hold
ms: Ditahan
ur: Hold

source: Edit title
ms: Edit tajuk
ur: عنوان میں ترمیم کریں۔

source: edit location
ms: Edit lokasi
ur: مقام میں ترمیم کریں

source: Email format not valid
ms: Format e-mel tidak sah
ur: ای میل فارمیٹ درست نہیں ہے۔

source: Password must be filled
ms: Kata laluan mesti diisi
ur: پاس ورڈ بھرنا ضروری ہے۔

# youAreSignInAs
source: You are signed in as
ms: Anda telah log masuk sebagai
ur: آپ بطور سائن ان ہیں۔

source: No user found for that email
ms: E-mel tidak ditemui
ur: اس ای میل کے لیے کوئی صارف نہیں ملا

# wrongPasswordProvidedForThatUser
source: Wrong password provided for this user
ms: Salah kata laluan
ur: اس صارف کے لیے غلط پاس ورڈ فراہم کیا گیا ہے۔

source: Choose Department
ms: Pilih department
ur: محکمہ کا انتخاب کریں۔

source: Input title
ms: Tajuk input
ur: ان پٹ ٹائٹل

# noDepartementSelected
source: No department selected
ms: Tiada department yang dipilih
ur: کوئی شعبہ منتخب نہیں کیا گیا۔

# chooseSpecificLocation
source: Choose spesific location
ms: Pilih lokasi tertentu
ur: مخصوص جگہ کا انتخاب کریں۔ spesific location

source: Title is empty
ms: Tajuk kosong
ur: عنوان خالی ہے۔

source: Name of item should be filled
ms: Nama item hendaklah diisi
ur: شے کا نام بھرنا چاہیے۔

source: Should attach an image
ms: Perlu melampirkan imej
ur: ایک تصویر منسلک کرنا چاہئے

source: Ups! Something wrong
ms: Ada yang tak kena!
ur: یو پی ایس! کچھ گڑبڑ

source: Are you sure want to close this request?
ms: Adakah anda pasti mahu menutup permintaan ini?
ur: کیا آپ واقعی اس درخواست کو بند کرنا چاہتے ہیں؟

source: camera
ms: Kamera
ur: کیمرے

source: From galery
ms: Dari galeri
ur: گیلری سے

source: just now
ms: tadi
ur: ابھی ابھی

# minuteAgo
source: min ago
ms: minit yang lalu
ur: کچھ لمحے قبل

# minutesAgo
source: mins ago
ms: minit yang lalu
ur: کچھ لمحے قبل

# oneHourAgo
source: hour ago
ms: jam yang lalu
ur: گھنٹوں پہلے

# hours
source: hours ago
ms: beberapa jam yang lalu
ur: گھنٹوں پہلے

# oneDayAgo
source: day ago
ms: hari yang lalu
ur: دنوں پہلے

source: days ago
ms: hari yang lalu
ur: دنوں پہلے

source: Cancel
ms: Batal
ur: منسوخ کریں۔

source: Search
ms: Cari
ur: تلاش کریں۔

source: Name Of Item
ms: Nama Barang
ur: آئٹم کا نام

source: Type location
ms: Jenis lokasi
ur: مقام ٹائپ کریں۔

# logOutDialog
source: Are you sure want to log out
ms: Adakah anda pasti mahu log keluar?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟

# week
source: a week ago
ms: seminggu yang lalu
ur: ایک ہفتے پہلے

# weeks
source: weeks ago
ur: ہفتوں پہلے

# requestStatus
source: Request sent
ms: Permintaan dihantar
ur: درخواست بھیج دی گئی ہے

source: Resume
ur: دوبارہ شروع کریں
